Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Could not find or access hardware key with serial number %1. Please present it to continue.
sv: Kunde inte hitta eller komma åt hårdvarunyckeln med serienummer %1. Var snäll och anslut den för att fortsätta.

source: Moves all links to archive, regardless of their original status
sv: Flytta alla länkar till arkiv, oavsett deras originalstatus

source: Volcanic Ash Block
sv: Block av vulkanisk aska

source: March
sv: Mars

source: Converting attributes to custom data…
sv: Konverterar attribut till anpassade data…

source: Local settings are configured individually. Global settings are universal.
sv: Lokala inställningar konfigureras var för sig. Globala inställningar gäller överallt.

source: Fine Sandstone
sv: Fin sandsten

source: File Types
sv: Filtyper

source: Couldn't create list: %s
sv: Kunde inte skapa listan: %s

source: This user has chosen to not make this information available
sv: Den här användaren har valt att inte göra den här informationen tillgänglig

source: Private key is an attachment but no attachments provided.
sv: Privat nyckel är en bifogad fil men inga bilagor tillhandahålls.

source: Add Banner
sv: Lägg till banderoll

source: Trigger invalidation
sv: Ogiltigförklaring av utlösare

source: Databases
sv: Databaser

source: Delete token
sv: Radera token

source: Unlock to show
sv: Lås upp för att visa

source: Saturday
sv: Lördag

source: Only your followers can quote your post
sv: Endast dina följare kan citera ditt inlägg

source: From User
sv: Från användare

source: Internal identifier for this provider (lowercase, no spaces)
sv: Intern identifierare för denna provider (gemener, inga mellanslag)

source: Configure features that connect to api.tuba.geopjr.dev
sv: Konfigurera funktioner som ansluter till api.tuba.geopjr.dev

source: Block Ads
sv: Blockera reklam

source: Failed to create Windows Hello credential.
sv: Kunde inte skapa Windows Hello inloggningsuppgifter.

source: QDMR selects the call-signs to be written based on the default DMR ID of the radio. No default ID set.
sv: QDMR väljer de anropssignaler som ska skrivas baserat på radions standard DMR-ID. Inget standard-ID inställt.

source: Search radius
sv: Sökradie

source: Multiple import source path to %1 in %2
sv: Sökväg till flerfaldig importkälla för %1 i %2

source: &CSV File…
sv: &CSV-fil...

source: Manage Categories
sv: Hantera kategorier

source: Not enough %s left
sv: Inte nog %s kvar

source: Exit game
sv: Avsluta spelet

source: Bookmark is loading
sv: Bokmärke under inläsning

source: Images that load only when they become visible through scrolling, will be archived
sv: Bilder som bara laddas när de blir synliga när du rullar på sidan arkiveras

source: Failed to complete a challenge-response, the specific error was: %1
sv: Kunde inte slutföra en challenge-response, det specifika felet var: %1

source: Private key
sv: Privat nyckel

source: Do not set this option unless you know what you are doing.
sv: Ställ inte in det här alternativet om du inte vet vad du gör.

source: Format to use when exporting. Available choices are 'xml', 'csv' or 'html'. Defaults to 'xml'.
sv: Format att använda vid export. Tillgängliga alternativ är "xml", "csv" eller "html". Standardvärdet är "xml".

source: Planetary Data
sv: Planetdata

source: Folder is not empty
sv: Mapp är inte tom

source: Key file to unlock the database
sv: Nyckelfil för att låsa upp databasen

source: With Powerslide, you can dash forwards really fast.
sv: Med kraftglidning kan du rusa framåt mycket snabbt.

source: Your username uses {used} but this instance only allows: {allowed}.
sv: Ditt användarnamn använder {used}, men den här instansen tillåter bara: {allowed}.

source: In-Progress
sv: Pågående

source: Page
sv: Sida

source: Strip Metadata
sv: Ta bort metadata

source: Board description, which is used by search engines.
sv: Tavlans beskrivning, som används av sökmotorer.

source: Select export target
sv: Välj exportmål

source: Symbols
sv: Symboler

source: Use entries only with HTTP Basic Auth:
sv: Använd endast poster med HTTP Basic Auth:

source: Imported from
sv: Importerat från

source: Directory
sv: Katalog

source: Delete %1 zones?
sv: Ta bort %1 zoner?

source: Label will be removed in a few seconds.
sv: Etiketten kommer tas bort inom ett par sekunder.

source: Delete Post
sv: Ta bort inlägg

source: Regional Topography Scan
sv: Skanning av regional topografi

source: Hide TOTP in the entry preview panel
sv: Dölj TOTP i förhandsgranskningspanelen

source: Fatal error while testing the cryptographic functions.
sv: Allvarligt fel vid test av kryptografiska funktioner.

source: Download Favicons
sv: Ladda ner faviconer

source: Add new window association
sv: Lägg till ny fönsterassociation

source: You have received an association request for the following database: %1 Give the connection a unique name or ID, for example: chrome-laptop.
sv: Du har fått en associationsbegäran för följande databas: %1 Ge anslutningen ett unikt namn eller ID, som t.ex.: chrome-laptop.

source: Hide Usernames
sv: Dölj användarnamn

source: Email address
sv: Epostadress

source: Number of threads to show per board index page. Set to 0 to show all.
sv: Antal trådar som visas per indexsida för tavlan. Ange 0 för att visa alla.

source: Stream Public Timelines
sv: Strömma publika tidslinjer

source: Other Helpers
sv: Andra hjälpare

source: Move KeePassHTTP attributes to custom data
sv: Flytta KeePassHTTP-attribut till anpassade data

source: Downlink Tone
sv: Nedlänkston

source: Max Subject Length
sv: Maximal ämneslängd

source: January
sv: Januari

source: <html><head/><body><p>If enabled, any attempt to read a password must be confirmed. Otherwise, clients can read passwords without confirmation when the database is unlocked.</p><p>This option only covers the access to the password of an entry. Clients can always enumerate the items of exposed databases and query their attributes.</p></body></html>
sv: <html><head/><body><p>Om detta är aktiverat måste alla försök att läsa ett lösenord bekräftas. Annars kan klienter läsa lösenord utan bekräftelse när databasen är olåst.</p> <p>Det här alternativet täcker bara åtkomsten till lösenordet för en post. Klienter kan alltid räkna upp objekten i exponerade databaser och efterfråga dess attribut.</p></body></html>

source: (Why do I have a bad feeling about this?)
sv: (Varför har jag en dålig känsla av det här?)

source: This mimetype is in an unacceptable condition. UNACCEPTABLE!1!!1
sv: Mime-typen är i ett oacceptabelt skick. OACCEPTABELT!1!!1

source: Poll results
sv: Omröstningsresultat

source: Filtered Notifications
sv: Filtrerade aviseringar

source: This is not a multiplayer game! Please disable server hosting and try again.
sv: Detta är inte ett flerspelarspel! Inaktivera servervärdskap och försök igen.

source: Find Gold
sv: Hitta guld

source: Notes:
sv: Anteckningar:

source: <html><head/><body><p>There is either more than one device detected or the one found is not considered save to access. Either way, select the device to use.</p></body></html>
sv: <html><head/><body><p>Antingen har mer än en enhet upptäckts eller så anses den hittade inte vara säkert för åtkomst. Hur som helst, välj vilken enhet du vill använda.</p></body></html>

source: Pirate Sense
sv: Piratsinne

source: Filtered-out Notification Types
sv: Bortfiltrerade aviseringstyper

source: Nobody can quote your post
sv: Ingen kan citera ditt inlägg

source: Your post will be shown once it has been approved.
sv: Ditt inlägg visas när det har godkänts.

source: Large Text
sv: Stor text

source: Tower
sv: Torn

source: Numbers
sv: Siffror

source: Couldn't validate token: %s
sv: Kunde inte validera token: %s

source: Group list
sv: Grupplista

source: Register with email and password
sv: Registrera med e-postadress och lösenord

source: Main view
sv: Huvudvy

source: Run on Startup
sv: Kör vid uppstart

source: July
sv: Juli

source: To use okon, you must provide a post-processed file (e.g. file.okon)
sv: För att använda okon måste du ange en förbearbetad fil (t.ex. file.okon)

source: Cannot move items as long as there is some filter or sorting applied.
sv: Det går inte att flytta poster när filtrering eller sortering används.

source: Signer name field
sv: Undertecknarens namn

source: Cocoa Bud
sv: Kakaoknopp

source: Large Custom Emojis
sv: Stora anpassade emojis

source: Anywhere
sv: Överallt

source: Error reading merge file: %1
sv: Fel vid läsning av sammanslagningsfil: %1

source: No root group
sv: Ingen root-grupp

source: %s does not accept '%s://'
sv: %s accepterar inte '%s://'

source: Save #FediWrapped
sv: Spara #FediWrapped

source: Imageboard
sv: Bildforum

source: Usernames may not contain consecutive punctuation.
sv: Användarnamn får inte innehålla flera skiljetecken i följd.

source: Heyho {name}, thanks for registering with {instance_name}. Please click the following link to complete the registration. {external_url}/activation/{activation_code} We wish you a pleasant stay on our backyard sale. Yours, {instance_name}
sv: Hej {name}, tack för att du registrerade dig hos {instance_name}. Klicka på följande länk för att slutföra registreringen. {external_url}/activation/{activation_code} Vi hoppas att du kommer att trivas på vår lokala marknadsplats. Hälsningar, {instance_name}

source: And all wanted was to find the path to @1.
sv: Och allt jag ville var att hitta vägen till @1.

source: Diamond Ore
sv: Diamantmalm

source: Volcanic Ash
sv: Vulkanisk aska

source: The goal of every level is to find all gold blocks.
sv: Målet i varje nivå är att hitta alla guldblock.

source: Send article by Email
sv: Skicka artikel med Epost

source: Add new attachment
sv: Lägg tillny bilaga

source: Show toolbar
sv: Visa verktygsfält

source: Edit attribute name
sv: Redigera attributnamn

source: When the network disconnects and reconnects Tuba will detect it and gracefully recover
sv: När nätverket kopplas från och återansluts kommer Tuba att upptäcka det och återställa det smidigt

source: Deleted by moderator
sv: Borttagen av moderator

source: What’s a gateway?
sv: Vad är en port?

source: Drop media to attach them
sv: Släpp media för att fästa dem

source: Repeat password:
sv: Upprepa lösenordet:

source: Key file of the database.
sv: Nyckelfilen för databasen.

source: Global auto-type shortcut
sv: Övergripande autoskrivgenväg

source: File format
sv: Filformat

source: Passwords do not match
sv: Lösenorden stämmer inte överens

source: SymmetricCipher::init: Invalid IV size of %1 for %2.
sv: SymmetricCipher::init: Ogiltig IV-storlek på %1 för %2.

source: You can limit the permissions granted to this token by choosing one or more group of permissions below.<br> Leave all the choices blank to grant all your permissions to this token.
sv: Du kan begränsa vilka privilegier denna token ger genom att välja en eller flera grupper av privilegier nedan.<br> Lämna alla alternativ omarkerade för att ge alla privilegier till denna token.

source: Key file of the database to merge from.
sv: Nyckelfil för databas att infoga från.

source: An error occurred while validating the custom Auto-Type sequence: %1 Would you like to correct it?
sv: Ett fel uppstod när den anpassade autoskriv-sekvensen skulle valideras: %1 Vill du korrigera det?

source: Once you got the Powerslide ability, use it this way: First hold down Aux1, then press Forward.
sv: När du har fått förmågan kraftglidning använder du den så här: Håll först ned Aux1 och tryck sedan på Framåt.

source: Replace references to entry?
sv: Vill du ersätta referenserna till posten?

source: Date and time when the news item was published, or will be published.
sv: Datum och tid när nyheten publicerades eller ska publiceras.

source: Privacy Statement
sv: Integritetspolicy

source: Plane large
sv: Stort flygplan

source: Move entry one step up
sv: Flytta posten ett steg upp

source: Invalid variant map entry name data
sv: Ogiltig inmatningsnamnsdata för variantkarta

source: 2 Weeks
sv: 2 veckor

source: Pear Bud
sv: Päronknopp

source: Text beside icon
sv: Text bredvid ikon

source: Deselect
sv: Avmarkera

source: The pirate sense reveals the connections between blocks like detectors and chests.
sv: Piratsinnet avslöjar kopplingarna mellan block som detektorer och kistor.

source: Terraforming Collective (GBTC): They visit planets to transform them to habitable places via terraforming, building, etc.
sv: Terraforming Collective (GBTC): Besöker planeter för att omvandla dem till beboeliga platser genom terraforming, byggande och annat.

source: ChiPass - Update passkey
sv: ChiPass - Uppdatera Passnyckel

source: Cannot read release notes from https://github.com/hmatuschek/qdmr Release does not contain a release note.
sv: Kan inte läsa release notes från https://github.com/hmatuschek/qdmr Releasen innehåller ingen release note.

source: Select backup storage directory
sv: Välj lagringsplats för säkerhetskopior

source: No file path was provided.
sv: Ingen filsökväg angavs.

source: ChiPass database file selected
sv: ChiPass databasfil vald

source: IDs of Lists shown on the sidebar
sv: ID:n för listor som visas i sidofältet

source: Works with Mastodon, Pleroma, Pixelfed, and other Fediverse platforms.
sv: Fungerar med Mastodon, Pleroma, Pixelfed och andra Fediverse-plattformar.

source: Solid Slab (flat style)
sv: Solid platta (platt stil)

source: Satellite Name
sv: Satellitnamn

source: Unlock database
sv: Lås upp databasen

source: Magenta Locked Chest
sv: Låst magentafärgad kista

source: Red Chest
sv: Röd kista

source: Circle 2
sv: Cirkel 2

source: Color Mixing
sv: Färgblandning

source: You can use this token by passing it as an <strong>Authorization: Bearer</strong> HTTP header.
sv: Du kan använda denna token genom att skicka den som en <strong>Authorization: Bearer</strong> HTTP-header.

source: Every custom level is stored in two files:
sv: Varje egen nivå lagras i två filer:

source: Whether identifiers are displayed for each post. Identifiers are generated based on IP address hashes.
sv: Om identifierare visas för varje inlägg. Identifierare genereras utifrån hashar av IP-adresser.

source: These are electrons. You need them to gain access to more sectors within the System. Touch them to collect them. The Save Zone Helper over there will tell you more.
sv: Det här är elektroner. Du behöver dem för att få tillgång till fler sektorer i The System. Rör vid dem för att samla in dem. Hjälparen för säker zon där borta berättar mer.

source: Hello {name}, The changes to your user profile have been approved by an admin or moderator and are now visible to everyone. Yours, {instance_name}
sv: Hej {name}, Ändringarna i din användarprofil har godkänts av en administratör eller moderator och är nu synliga för alla. Hälsningar, {instance_name}

source: Recommended for non-curated clients or untagged music libraries as it will fix and complete metadata but it will also prevent scrobbling tracks not found in the MusicBrainz library.
sv: Rekommenderas för icke-kurerade klienter eller otaggade musikbibliotek eftersom det kommer att fixa och komplettera metadata men det kommer också att förhindra scrobbling av spår som inte finns i MusicBrainz-biblioteket.

source: Operating system: %1 CPU architecture: %2 Kernel: %3 %4
sv: Operativsystem: %1 Processorarkitektur: %2 Kärna: %3 %4

source: Search Help
sv: Sökhjälp

source: Archive Selected Links
sv: Arkivera valda länkar

source: When this amount is exceeded the selected action is taken.
sv: När detta antal överskrids vidtas den valda åtgärden.

source: This block emits a laser when turned on. Emitters come in different colors.
sv: Det här blocket skickar ut en laser när den startas. Utsändare kommer i olika färger.

source: Configure how users can authenticate to your instance. You can enable multiple authentication methods.
sv: Konfigurera hur användare kan autentisera sig för din instans. Du kan slå på flera autentiseringsmetoder.

source: Invalid entry field type
sv: Ogiltig posttyp

source: Magic Shaper
sv: Magisk formare

source: Two-factor authentication is required. You may only access your preferences until a %s device is added.
sv: Tvåfaktorsautentisering krävs. Du kan bara komma åt dina inställningar tills en %s-enhet har lagts till.

source: Deleted & banned %d post
sv: Tog bort och stängde av %d inlägg

source: Deleted & banned %d posts
sv: Tog bort och stängde av %d inlägg

source: "%1" was modified. Save changes?
sv: "%1" har ändrats. Vill du spara ändringarna?

source: Access to this feed is restricted.
sv: Åtkomst till detta flöde är begränsad.

source: Fediverse Client
sv: Fediversum klient

source: Could not change the database key.
sv: Kunde inte ändra databasnyckeln.

source: You can also see your electrons in your inventory menu.
sv: Du kan också se dina elektroner i inventeringsmenyn.

source: Your %s #FediWrapped is ready!
sv: Din %s #FediWrapped är redo!

source: Filter Notifications Out
sv: Filtrera ut aviseringar

source: Not Present
sv: Inte tillgänglig

source: Garden Bush with Red Flowers
sv: Trädgårdsbuske med röda blommor

source: This FediAuth PIN has already been used. Please request a new one.
sv: Denna FediAuth-pinkod har redan använts. Begär en ny.

source: Missing group id or level
sv: Grupp-ID eller nivå saknas

source: You are not involved in this conversation
sv: Du är inte involverad i den här konversationen

source: Number of rounds too low
sv: För lågt antal rundor

source: Invalid variant map Int32 entry value length
sv: Ogiltig Int32-inmatningsvärdeslängd för variantkarta

source: You don't have any bookmarks yet.<br> Copy a link in the field above and start saving.
sv: Du har inga bokmärken än.<br>Kopiera in en länk i fältet ovan för att börja samla.

source: The terms “suitable” and “habitable” are applied very loosely here and every GBTC builder has their own idea of how to achieve these goals, and it’s not uncommon those ideas contradict each other. Many attempts have been made to formalize the goals of the GBTC, but they all have failed. Pretty much the only two things with near-universal agreement are the name and logo of the Terraforming Collective.
sv: Termerna ”lämplig” och ”beboelig” tillämpas mycket löst här, och varje GBTC-byggare har sin egen idé om hur målen uppnås. Det är inte ovanligt att idéerna motsäger varandra. Många försök har gjorts att formalisera GBTC:s mål, men alla har misslyckats. Nästan de enda två saker som det råder nära nog universell enighet om är Terraforming Collectives namn och logotyp.

source: Unknown Client
sv: Okänd klient

source: This post can't be boosted
sv: Detta inlägg kan inte förstärkas

source: Adding custom data %1 [%2]
sv: Lägger till anpassad data %1 [%2]

source: RX Group List
sv: Mottagargrupplista

source: No logins found
sv: Inga inloggningar hittades

source: Bookmark Search
sv: Bokmärkessökning

source: Signals can have one of 3 possible types: ON, OFF and TOGGLE.
sv: Signaler kan ha en av tre möjliga typer: PÅ, AV och VÄXLA.

source: Forget
sv: Glöm

source: Dark Green Chest
sv: Mörkgrön kista

source: Invalid email address: {email}
sv: Ogiltig e-postadress: {email}

source: Confirm Removal
sv: Bekräfta borttagning

source: Could not find any hardware keys!
sv: Kunde inte hitta några hårdvarunycklar!

source: Cinnabar Block
sv: Cinnoberblock

source: This is not a follower candidate
sv: Detta är inte en följarkandidat

source: This sector: @1/@2
sv: Denna sektor: @1/@2

source: Burned Stone Block
sv: Block av bränd sten

source: Invalid encrypted data field
sv: Ogiltigt krypterat datafält

source: Successfully edited the database.
sv: Databasen redigerades korrekt.

source: Dirt with Jungle Litter
sv: Jord med djungelströ

source: Import operation has started!
sv: Importprocess har påbörjats!

source: Phone
sv: Telefon

source: Toggle attribute protection
sv: Attributskydd av/på

source: Passwords match so far
sv: Lösenorden stämmer så långt

source: FILENAME
sv: FILNAMN

source: Jungle Wood Ladder
sv: Stege av djungelträ

source: General Database Information
sv: Allmän databasinformation

source: Writes the codeplug to the connected radio.
sv: Skriver kodpluggen till den anslutna radion.

source: Invalid group field size
sv: Ogiltig fältstorlek för grupp

source: You are aware that it breaks specific rules
sv: Du är medveten om att det bryter mot specifika regler

source: Last used
sv: Senast använd

source: Components
sv: Komponenter

source: Your authentication PIN:
sv: Din autentiseringspinkod:

source: One-Way Glass
sv: Envägsglas

source: Your account has received a moderation warning
sv: Ditt konto har fått en modereringsvarning

source: Hide expired entries from Auto-Type
sv: Dölj förfallna poster från autoskriv

source: You have entered an invalid secret key. The key must be in Base32 format. Example: JBSWY3DPEHPK3PXP
sv: Du har angivit en ogiltig hemlig nyckel. Nyckeln måste vara i Base32-format. Exempel: JBSWY3DPEHPK3PXP

source: Cover Scaling
sv: Omslagsskalning

source: Health Check
sv: Hälsokontroll

source: User Profile Approved
sv: Användarprofil godkänd

source: Brown Cloth
sv: Brunt tyg

source: Display information about your mission
sv: Visa information om ditt uppdrag

source: Show a blurred version of the media until they fully load
sv: Visa en suddig version av media tills de laddas helt

source: Bus
sv: Buss

source: Climbing
sv: Klättring

source: Underground Scan
sv: Skanning under jord

source: Directory where the board files are located. Leave blank to place the board at the server root.
sv: Katalog där tavlans filer finns. Lämna tomt för att placera tavlan vid serverroten.

source: Delete roaming channel %1?
sv: Ta bort roamingkanalen %1?

source: Invalid encKeyValidation field
sv: Ogiltigt encKeyValidation-fält

source: Campground
sv: Campingplats

source: Hello {name} Today there have been some new messages to some of your items. Pay {instance_name} a visit and check out {itemblock} We wish you a good one!
sv: Hej {name} I dag har det kommit nya meddelanden om några av dina objekt. Besök {instance_name} och titta på {itemblock} Ha det bra!

source: Please read the <a href="%s">API Documentation</a> if you plan to use it.
sv: Se <a href="%s">API-dokumentationen</a> om du planerar att använda det.

source: @1 (active)
sv: @1 (aktiv)

source: Skip
sv: Hoppa över

source: &New Group…
sv: &Ny grupp...

source: Add Zone
sv: Lägg till zon

source: Window Associations
sv: Fönsterassociering

source: Auth failed
sv: Autentiseringen misslyckades

source: _Open a File
sv: _Öppna en fil

source: Reported by
sv: Rapporterad av

source: (restart program to activate)
sv: (starta om programmet för att aktivera)

source: Other
sv: Annat

source: Shooting a laser at the backside of this block won’t do anything.
sv: Att skjuta en laser mot baksidan av detta block gör ingenting.

source: SymmetricCipher::init: Invalid cipher mode.
sv: SymmetricCipher::init: Ogiltigt chifferläge.

source: Whether the threshold is for individual visitors or everyone.
sv: Om tröskelvärdet gäller enskilda besökare eller alla.

source: Edit Header Picture
sv: Redigera huvudbild

source: Press &Tab between characters
sv: Tryck &TAB mellen tecken

source: Note (visible only to you)
sv: Anteckning (endast synlig för dig)

source: Removing stored permissions…
sv: Tar bort lagrade rättigheter...

source: Every day, countless of websites go offline for good. High server costs, government censorship, venture capitalism are some of the threats, many of your favorite websites are facing.
sv: Varje dag försvinner otaliga webbplatser från nätet för gott. Höga serverkostnader, statlig censur och riskkapitalism är några av de hot som många av dina favoritwebbplatser står inför.

source: Couldn't change alt text for '%s': %s
sv: Kunde inte ändra alt text för '%s':%s
